---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilometersPerSecondSquared
source: html/55aa819e-d81c-f2fb-e3ff-b32222e2defd.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilometersPerSecondSquared Property

Kilometers per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId KilometersPerSecondSquared { get; }
```